[{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.1","label":"1","content":"Xưa tại Ra-ma-tha-im-Xô-phim, có một người quê ở núi Ép-ra-im, tên là Ên-ca-na, con trai của Giê-rô-ham, cháu của Ê-li-hu, chắt của Tô-hu, chít của Xu-phơ, người Ép-ra-im;"},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.2","label":"2","content":"Ên-ca-na có hai vợ, người nầy tên là An-ne, và người kia tên là Phê-ni-na. Phê-ni-na có con, còn An-ne không có."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.3","label":"3","content":"Mỗi năm, Ên-ca-na ở thành mình đi lên Si-lô đặng thờ-phượng Đức Giê-hô-va vạn-quân, và dâng của tế-lễ cho Ngài; tại Si-lô có hai con trai của Hê-li, là Hóp-ni và Phi-nê-a, thầy tế-lễ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.4","label":"4","content":"Đến ngày Ên-ca-na dâng tế-lễ, thì chia của-lễ ra từng phần ban cho Phê-ni-na, vợ mình, và cho các con trai và con gái mình."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.5","label":"5","content":"Nhưng người lại ban cho An-ne một phần bằng hai, vì người thương nàng, dẫu rằng Đức Giê-hô-va khiến cho nàng son-sẻ."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.6","label":"6","content":"Kẻ phân-bì nàng khôn xiết trêu-ghẹo nàng, để giục nàng lằm-bằm vì Đức Giê-hô-va đã khiến nàng son-sẻ."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.7","label":"7","content":"Từ năm nầy đến năm kia, mỗi khi nàng đi lên đền Đức Giê-hô-va, chồng đãi nàng như vậy, còn Phê-ni-na cứ trêu-ghẹo nàng; An-ne khóc và không ăn."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.8","label":"8","content":"Ên-ca-na, chồng nàng, nói rằng: Hỡi An-ne, sao nàng khóc? Cớ sao không ăn và lòng buồn-bực dường ấy? Ta há chẳng đáng cho nàng hơn mười đứa con trai ư?"},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.9","label":"9","content":"Sau khi người ta đã ăn uống tại Si-lô rồi, An-ne bèn đứng dậy; lúc ấy Hê-li, thầy tế-lễ, đương ngồi trên một cái ghế gần bên cửa của đền Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.10","label":"10","content":"An-ne lấy làm sầu-khổ trong lòng, vừa cầu-khẩn Đức Giê-hô-va, vừa tuôn tràn giọt lệ."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.11","label":"11","content":"Nàng hứa-nguyện rằng: Ôi, Đức Giê-hô-va của vạn-quân, nếu Ngài đoái xem nỗi sầu-khổ của con đòi Ngài, nhớ lại nó chẳng quên, và ban cho con đòi Ngài một đứa trai, thì tôi sẽ phú dâng nó trọn đời cho Đức Giê-hô-va, và dao cạo sẽ chẳng đưa ngang qua đầu nó."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.12","label":"12","content":"Vì nàng cầu-nguyện lâu-dài trước mặt Đức Giê-hô-va, Hê-li chăm xem miệng nàng;"},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.13","label":"13","content":"vả, An-ne nói trong lòng, chỉ nhóp-nhép miệng mà thôi, không có ai nghe tiếng nàng; nên Hê-li tưởng nàng say,"},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.14","label":"14","content":"bèn hỏi rằng: Chừng nào nàng mới hết say? Hãy đi giã rượu đi."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.15","label":"15","content":"An-ne thưa rằng: Chẳng phải vậy, chúa; tôi vốn một đàn-bà có lòng buồn-bực, chẳng uống rượu hay là vật gì uống say; nhưng tôi giãi bày lòng tôi ra trước mặt Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.16","label":"16","content":"Chớ tưởng con đòi của ông là một người đàn-bà gian-ác; vì nỗi đau-đớn và ưu-phiền quá độ của tôi bắt tôi phải nói đến bây giờ."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.17","label":"17","content":"Hê-li bèn tiếp rằng: Hãy đi bình-yên, nguyện Đức Chúa Trời của Y-sơ-ra-ên nhậm lời nàng đã cầu-xin cùng Ngài!"},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.18","label":"18","content":"Nàng thưa rằng: Nguyện con đòi ông được ơn trước mắt ông! Đoạn, người nữ lui ra, ăn, và nét mặt nàng chẳng còn ra ưu-sầu nữa."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.19","label":"19","content":"Qua ngày sau, vợ chồng dậy sớm, thờ-lạy trước mặt Đức Giê-hô-va, đoạn trở về nhà mình tại Ra-ma. Ên-ca-na ăn-ở cùng An-ne, là vợ mình; Đức Giê-hô-va bèn nhớ đến nàng."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.20","label":"20","content":"Đương trong năm, An-ne thọ-thai và sanh một con trai, đặt tên là Sa-mu-ên , mà nói rằng: Tôi đã cầu-xin nó nơi Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.21","label":"21","content":"Ên-ca-na, chồng nàng, và cả nhà người đi lên đặng dâng cho Đức Giê-hô-va của-lễ hằng năm và làm xong sự hứa-nguyện mình."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.22","label":"22","content":"Nhưng An-ne không đi lên, vì nói cùng chồng rằng: Khi đứa trẻ dứt sữa, tôi sẽ dẫn nó lên, để nó ra mắt Đức Giê-hô-va, và ở đó luôn luôn."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.23","label":"23","content":"Ên-ca-na, chồng nàng, đáp rằng: Hãy làm theo ý nàng cho là phải, ở lại đây cho đến chừng nàng dứt sữa nó. Chỉn nguyện Đức Giê-hô-va làm ứng-nghiệm lời hứa của Ngài! Vậy, nàng ở lại nhà, cho con bú đến lúc dứt sữa."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.24","label":"24","content":"Vừa khi dứt sữa, nàng bèn dẫn nó theo mình đến đền của Đức Giê-hô-va tại Si-lô, cùng đem theo ba con bò đực, một ê-pha bột mì, và một bầu rượu. Đứa trẻ hãy còn nhỏ lắm."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.25","label":"25","content":"Họ giết con bò đực, rồi dẫn đứa trẻ đến Hê-li."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.26","label":"26","content":"Nàng bèn nói cùng người rằng: Xin lỗi, chúa! Xưa có người đàn-bà đứng tại đây, gần bên ông, đặng cầu-khẩn Đức Giê-hô-va; tôi chỉ sanh-mạng ông mà thề rằng tôi là người đó."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.27","label":"27","content":"Ấy vì đứa trẻ nầy mà tôi cầu-nguyện. Đức Giê-hô-va đã nhậm lời tôi đã cầu-xin cùng Ngài."},{"bible_id":"193","chapter_code":"1SA.1","verse_code":"1SA.1.28","label":"28","content":"Vì vậy, tôi cũng dâng nó cho Đức Giê-hô-va; tôi cho Đức Giê-hô-va mượn nó trọn đời nó. Đoạn mẹ con đều thờ-lạy tại đó trước mặt Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.1","label":"1","content":"Sa-mu-ên lấy một ve nhỏ đựng dầu, đổ trên đầu Sau-lơ, hôn người, mà nói rằng: Nầy Đức Giê-hô-va đã xức dầu cho ngươi đặng ngươi làm vua của cơ-nghiệp Ngài."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.2","label":"2","content":"Ngày nay, khi đã lìa khỏi ta, ngươi sẽ gặp hai người gần bên mộ Ra-chên, trên bờ-cõi xứ Bên-gia-min, tại Xết-sa; họ sẽ nói với ngươi rằng: Những lừa cái mà ngươi đi tìm đã gặp được rồi; nầy cha ngươi chẳng còn lo đến lừa cái nữa, nhưng lại lo-sợ về các ngươi, tự hỏi rằng: Phải lo-liệu sao về con trai ta?"},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.3","label":"3","content":"Từ đó ngươi sẽ đi tới, đến cây dẻ-bộp Tha-bô, ngươi sẽ gặp ba người đi lên Bê-tên đặng thờ-lạy Đức Chúa Trời, một người chở ba con dê đực, một người đem ba ổ bánh, và người thứ ba đem một bầu da rượu."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.4","label":"4","content":"Chúng sẽ chào ngươi và cho ngươi hai ổ bánh mà ngươi phải nhận lấy nơi tay chúng."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.5","label":"5","content":"Kế sau, ngươi sẽ đến Ghi-bê-a-Ê-lô-him, là nơi có một cái đồn của dân Phi-li-tin; khi đã vào thành, ngươi sẽ gặp một đoàn tiên-tri từ nơi cao xuống, có đờn sắt, trống cơm, ống sáo, và đờn cầm đi trước; họ sẽ nói tiên-tri."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.6","label":"6","content":"Thần của Đức Giê-hô-va sẽ cảm-động ngươi nói tiên-tri cùng chúng, rồi ngươi sẽ hóa ra một người khác."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.7","label":"7","content":"Khi ngươi thấy các dấu-hiệu nầy xảy ra, thì hãy tùy cơ mà làm; vì Đức Chúa Trời ở cùng ngươi!"},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.8","label":"8","content":"Đoạn hãy đi xuống trước ta đến Ghinh-ganh, ta sẽ theo ngươi ở đó đặng dâng của-lễ thiêu và của-lễ thù-ân. Ngươi sẽ đợi bảy ngày cho đến chừng ta tới; bấy giờ ta sẽ dạy ngươi điều phải làm."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.9","label":"9","content":"Sau-lơ vừa xây lưng lìa khỏi Sa-mu-ên, Đức Chúa Trời bèn đổi lòng người ra khác, và các dấu-hiệu đã bảo trước đều ứng-nghiệm nội ngày ấy."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.10","label":"10","content":"Khi Sau-lơ đến Ghi-bê-a, có một đoàn tiên-tri đến đón người. Thần của Đức Giê-hô-va cảm-động người, người nói tiên-tri giữa chúng."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.11","label":"11","content":"Khi những kẻ vốn quen-biết Sau-lơ trước, thấy người nói tiên-tri với các đấng tiên-tri, thì hỏi nhau rằng: Con trai của Kích đã xảy ra làm sao? Sau-lơ cũng vào số các tiên-tri ư?"},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.12","label":"12","content":"Có người ở Ghi-bê-a đáp rằng: Mà cha họ là ai? Bởi đó có câu ngạn-ngữ rằng: Sau-lơ há cũng vào số các tiên-tri ư?"},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.13","label":"13","content":"Khi Sau-lơ thôi nói tiên-tri, thì đi lên nơi cao."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.14","label":"14","content":"Chú Sau-lơ hỏi người và kẻ tôi-tớ rằng: Hai ngươi đi đâu? Sau-lơ thưa rằng: Đi kiếm những lừa cái; và vì không gặp được, chúng tôi có cầu-vấn Sa-mu-ên."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.15","label":"15","content":"Chú của Sau-lơ tiếp rằng: Xin cháu hãy tỏ cho chú biết điều Sa-mu-ên đã nói cùng hai ngươi."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.16","label":"16","content":"Sau-lơ thưa cùng chú mình rằng: Người đã dạy tỏ cho chúng tôi rằng lừa cái đã tìm được rồi. Nhưng Sau-lơ không tỏ gì về điều Sa-mu-ên đã nói về việc nước."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.17","label":"17","content":"Sa-mu-ên nhóm hiệp dân-sự trước mặt Đức Giê-hô-va tại Mích-ba,"},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.18","label":"18","content":"rồi nói cùng dân Y-sơ-ra-ên rằng: Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên có phán như vầy: Ta đã đem Y-sơ-ra-ên ra khỏi Ê-díp-tô; ta đã giải-cứu các ngươi khỏi tay dân Ê-díp-tô và khỏi tay mọi vua hà-hiếp các ngươi."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.19","label":"19","content":"Ngày nay các ngươi từ-chối Đức Chúa Trời của các ngươi, là Đấng đã giải-cứu các ngươi khỏi mọi sự hoạn-nạn và nguy-hiểm; các ngươi đã thưa cùng Ngài rằng: Xin hãy lập một vua quản-trị chúng tôi! Vậy bây giờ, hãy ứng-hầu trước mặt Đức Giê-hô-va từ chi-phái và từ hằng ngàn người."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.20","label":"20","content":"Sa-mu-ên biểu mọi chi-phái Y-sơ-ra-ên đến gần, rồi chi-phái Bên-gia-min được chỉ-định."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.21","label":"21","content":"Người biểu chi-phái Bên-gia-min đến gần từ họ-hàng, rồi họ Mát-ri được chỉ-định. Đoạn, Sau-lơ, con trai của Kích, được chỉ-định. Người ta tìm Sau-lơ, nhưng không thấy."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.22","label":"22","content":"Chúng bèn hỏi lại Đức Giê-hô-va rằng: Còn có người nào khác sẽ đến đây chăng? Đức Giê-hô-va đáp: Kìa, nó ẩn trong đồ-đạc kia."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.23","label":"23","content":"Người ta chạy tìm người tại chỗ đó. Sau-lơ ra mặt giữa dân-sự, người cao hơn cả chúng từ vai trở lên."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.24","label":"24","content":"Sa-mu-ên nói cùng cả dân-sự rằng: Các ngươi có thấy người mà Đức Giê-hô-va đã chọn chăng? Trong cả dân-sự không có ai giống như người. Hết thảy đều tung-hô mà la lên rằng: Nguyện vua vạn tuế!"},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.25","label":"25","content":"Sa-mu-ên tuyên-giảng luật-pháp của nước tại trước mặt dân-sự, chép trong một cuốn sách mà người để trước mặt Đức Giê-hô-va. Đoạn, Sa-mu-ên cho cả dân-sự ai về nhà nấy."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.26","label":"26","content":"Sau-lơ cũng về nhà mình tại Ghi-bê-a, có những người dõng-sĩ chịu Đức Chúa Trời cảm-động lòng đều đi theo người."},{"bible_id":"193","chapter_code":"1SA.10","verse_code":"1SA.10.27","label":"27","content":"Song có mấy người phỉ-đồ nói rằng: Hắn đó cứu-giúp chúng ta được việc chi? Chúng nó khinh-dể người, không đem lễ-vật gì cho người hết. Nhưng Sau-lơ giả-đò không nghe."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.1","label":"1","content":"Na-hách, người Am-môn, đi ra đến vây Gia-be trong Ga-la-át. Cả dân Gia-be nói cùng Na-hách rằng: Hãy lập ước cùng chúng tôi, thì chúng tôi sẽ phục-sự ông."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.2","label":"2","content":"Na-hách, người Am-môn, đáp rằng: Ta sẽ lập ước cùng các ngươi theo cách nầy: phải khoét hết thảy con mắt hữu của các ngươi, để gieo sự sỉ-nhục cho cả Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.3","label":"3","content":"Các trưởng-lão Gia-be nói cùng người rằng: Xin hãy cho chúng tôi bảy ngày đình chiến, chúng tôi sẽ sai sứ-giả đến khắp địa-phận Y-sơ-ra-ên; nếu không ai giải-cứu chúng tôi, thì chúng tôi sẽ đi ra đầu hàng."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.4","label":"4","content":"Vậy, những sứ-giả đến Ghi-bê-a, thành của Sau-lơ, thuật lại các lời ấy cho dân-sự nghe. Cả dân-sự bèn cất tiếng lên khóc."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.5","label":"5","content":"Lúc ấy, Sau-lơ ở ruộng trở về, đi sau bò mình; người hỏi rằng: Cớ chi dân-sự khóc như vậy? Người ta thuật lại lời các người Gia-be đã nói."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.6","label":"6","content":"Vừa nghe tin nầy, Sau-lơ được Thần của Đức Chúa Trời cảm-động, và cơn giận người nổi phừng phừng."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.7","label":"7","content":"Người bắt một cặp bò, sả ra từng miếng, gởi cho sứ-giả đem đến khắp địa-phận Y-sơ-ra-ên với lời rao nầy: Phàm ai không ra theo Sau-lơ và Sa-mu-ên, thì các con bò nó tất sẽ bị làm như vậy. Sự kinh-khủng của Đức Giê-hô-va giáng trên dân-sự, nên hết thảy chúng đều đi ra như chỉ một người."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.8","label":"8","content":"Sau-lơ kiểm-điểm chúng tại Bê-xéc; có ba trăm ngàn người Y-sơ-ra-ên và ba mươi ngàn người Giu-đa."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.9","label":"9","content":"Chúng nói cùng sứ-giả đã đến rằng: Hãy nói cùng người Gia-be trong Ga-la-át: Đến mai, khi mặt trời đã nắng nóng, thì anh em sẽ được giải-cứu. Những sứ-giả đi về thuật lại các lời nầy cho dân Gia-be. Dân nầy lấy làm vui-mừng,"},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.10","label":"10","content":"và nói cùng người Am-môn rằng: Ngày mai, chúng ta sẽ đi ra cùng các ngươi, các ngươi sẽ đãi chúng ta theo ý mình lấy làm phải."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.11","label":"11","content":"Nhưng sáng ngày mai, Sau-lơ chia dân-sự ra làm ba đạo, hãm dinh dân Am-môn vừa lúc canh năm, và đánh dân Am-môn cho đến gần đứng bóng. Những người thoát khỏi thì bị tản-lạc đến đỗi không có hai người chung nhau."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.12","label":"12","content":"Dân-sự nói cùng Sa-mu-ên rằng: Ai đã nói: Sau-lơ há sẽ trị-vì trên chúng ta sao? Hãy phó những người đó cho chúng tôi giết đi."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.13","label":"13","content":"Nhưng Sau-lơ đáp: Chẳng ai sẽ bị xử-tử trong ngày nay; vì ngày nay Đức Giê-hô-va đã làm sự giải-cứu trong Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.14","label":"14","content":"Sa-mu-ên nói cùng dân-sự rằng: Chúng ta hãy đi đến Ghinh-ganh đặng lập nước lại."},{"bible_id":"193","chapter_code":"1SA.11","verse_code":"1SA.11.15","label":"15","content":"Cả dân-sự đều đi đến Ghinh-ganh; tại đó, trước mặt Đức Giê-hô-va, chúng lập Sau-lơ làm vua. Tại đó chúng dâng của-lễ thù-ân cho Đức Giê-hô-va. Đoạn, Sau-lơ và hết thảy người Y-sơ-ra-ên vui-mừng khôn xiết."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.1","label":"1","content":"Khi Sau-lơ lên ngôi vua, thì đã được bốn mươi tuổi. Người đã cai-trị trên Y-sơ-ra-ên hai năm,"},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.2","label":"2","content":"bèn chọn ba ngàn người Y-sơ-ra-ên: hai ngàn người đặng ở cùng mình tại Mích-ma và trên núi Bê-tên, còn một ngàn người thì ở với Giô-na-than tại Ghi-bê-a trong xứ Bên-gia-min. Dân-sự còn lại, người cho về, ai nấy vào trong trại mình."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.3","label":"3","content":"Giô-na-than đánh đồn Phi-li-tin ở tại Ghê-ba. Dân Phi-li-tin hay điều đó; Sau-lơ hạ lịnh thổi kèn khắp xứ, mà rằng: Dân Hê-bơ-rơ khá nghe biết!"},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.4","label":"4","content":"Vậy, cả Y-sơ-ra-ên đều hay rằng Sau-lơ đã đánh đồn Phi-li-tin và Y-sơ-ra-ên bị dân Phi-li-tin ghen-ghét. Bấy giờ, dân-sự bị nhóm hiệp lại bên Sau-lơ tại Ghinh-ganh."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.5","label":"5","content":"Khi ấy, dân Phi-li-tin hiệp lại đặng đánh Y-sơ-ra-ên: Chúng có ba vạn cỗ xe, sáu ngàn lính-kỵ, và quân-lính đông như cát trên bờ biển. Vậy, chúng nó đi lên, đóng trại tại Mích-ma, về hướng đông của Bết-A-ven."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.6","label":"6","content":"Dân Y-sơ-ra-ên thấy mình nguy-cấp — vì bị chúng theo riết gần, — bèn trốn ẩn trong hang đá, trong bụi-bờ, trong gành-đá, trong đồn-lũy, và trong hầm-hố."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.7","label":"7","content":"Mấy người Hê-bơ-rơ sang qua sông Giô-đanh, đến xứ Gát và Ga-la-át. Song Sau-lơ còn ở lại tại Ghinh-ganh và hết thảy dân-sự đi theo người đều run-sợ."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.8","label":"8","content":"Sau-lơ đợi bảy ngày, là kỳ của Sa-mu-ên đã định; song vì Sa-mu-ên không đến Ghinh-ganh, dân-sự bèn tan đi."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.9","label":"9","content":"Bấy giờ, Sau-lơ nói: Hãy đem đến cho ta của-lễ thiêu và của-lễ thù-ân; rồi người dâng của-lễ thiêu."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.10","label":"10","content":"Khi người dâng xong, kìa Sa-mu-ên bèn đến. Sau-lơ đi ra đón đặng chào người."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.11","label":"11","content":"Nhưng Sa-mu-ên hỏi: Ngươi đã làm chi? Sau-lơ đáp rằng: Khi tôi thấy dân-sự tan đi, ông không đến theo ngày đã định, và dân Phi-li-tin đã hiệp lại tại Mích-ma,"},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.12","label":"12","content":"thì tôi nói rằng: Dân Phi-li-tin chắc sẽ hãm đánh tôi tại Ghinh-ganh, và tôi chưa cầu-khẩn Đức Giê-hô-va. Vì vậy, tôi miễn-cưỡng dâng của-lễ thiêu."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.13","label":"13","content":"Sa-mu-ên nói cùng Sau-lơ rằng: Ngươi thật có làm ngu-dại, không vâng theo mạng-lịnh của Giê-hô-va Đức Chúa Trời ngươi đã truyền cho. Ví bằng có vâng theo, thì Đức Giê-hô-va ắt đã lập nước ngươi vững đời đời nơi Y-sơ-ra-ên;"},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.14","label":"14","content":"nhưng bây giờ, nước ngươi sẽ không bền-lâu. Đức Giê-hô-va đã chọn lấy cho mình một người theo lòng Ngài, đặt người ấy làm trưởng của dân-sự Ngài, bởi vì ngươi không giữ theo mạng-lịnh của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.15","label":"15","content":"Đoạn, Sa-mu-ên đứng dậy, đi từ Ghinh-ganh đến Ghi-bê-a trong xứ Bên-gia-min, rồi Sau-lơ kiểm-điểm dân ở cùng mình: Có ước chừng sáu trăm người."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.16","label":"16","content":"Sau-lơ và Giô-na-than, con trai người, cùng quân-lính đi theo, đều đóng tại Ghi-bê-a trong xứ Bên-gia-min, còn dân Phi-li-tin hạ trại tại Mích-ma."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.17","label":"17","content":"Từ trong dinh Phi-li-tin có một toán quân cướp phá đi ra, chia làm ba đội: đội nầy theo con đường Óp-ra, đi về xứ Su-anh;"},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.18","label":"18","content":"đội kia noi con đường Bết-hô-rôn; còn đội thứ ba theo con đường ranh nằm trên trũng Sê-bô-im, về hướng đồng vắng."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.19","label":"19","content":"Vả, trong cả xứ Y-sơ-ra-ên không có thợ rèn, bởi vì dân Phi-li-tin đã nói rằng: Hãy cấm người Hê-bơ-rơ rèn gươm và giáo."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.20","label":"20","content":"Hết thảy Y-sơ-ra-ên ai nấy đều đi xuống nơi Phi-li-tin đặng mướn rèn lưỡi cày, cuốc, rìu, và lưỡi hái mình;"},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.21","label":"21","content":"lại khi nào lưỡi cày, cuốc, chĩa ba, hay là rìu bị mẻ-sứt, thì đi xuống đặng mài và sửa cái đót lại."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.22","label":"22","content":"Nên trong ngày tranh-chiến, chẳng có gươm cũng không có giáo nơi tay của cả dân-sự đi theo Sau-lơ và Giô-na-than; chỉ có cho Sau-lơ và Giô-na-than, là con trai người, dùng mà thôi."},{"bible_id":"193","chapter_code":"1SA.13","verse_code":"1SA.13.23","label":"23","content":"Một đồn quân Phi-li-tin kéo ra đặng đón đèo Mích-ma."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.1","label":"1","content":"Dân Phi-li-tin nhóm-hiệp các đạo-binh mình đặng làm giặc; chúng hiệp tại Sô-cô, thuộc về xứ Giu-đa, và đóng trại tại Ê-phê-Đa-mim, giữa Sô-cô và A-xê-ca."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.2","label":"2","content":"Sau-lơ và người Y-sơ-ra-ên cũng nhóm-hiệp, đóng trại tại trũng Ê-la, và dàn trận cùng dân Phi-li-tin."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.3","label":"3","content":"Dân Phi-li-tin đứng trên núi phía nầy, còn Y-sơ-ra-ên đứng trên núi phía kia; trũng phân-cách họ."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.4","label":"4","content":"Bấy giờ, có một người lực-sĩ từ trại-quân Phi-li-tin mà ra, tên là Gô-li-át, quê ở Gát; bề cao người sáu thước một gang."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.5","label":"5","content":"Người đội mão đồng trên đầu, mặc áo giáp đồng vảy cá, nặng năm ngàn siếc-lơ,"},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.6","label":"6","content":"và những ủng đồng; sau lưng treo một cây lao đồng."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.7","label":"7","content":"Cán của cây lao hắn như cây trục của thợ dệt cửi, và mũi của cây lao nầy nặng sáu trăm siếc-lơ. Kẻ vác binh-khí hắn đi trước hắn."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.8","label":"8","content":"Vậy, hắn ra đứng kêu-la cùng đội-ngũ Y-sơ-ra-ên rằng: Cớ sao các ngươi ra bày trận? Ta há chẳng phải là người Phi-li-tin, còn các ngươi, là tôi-tớ của Sau-lơ sao? Hãy chọn một người trong các ngươi xuống đấu-địch cùng ta."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.9","label":"9","content":"Nếu khi đấu-địch cùng ta, hắn trổi hơn và giết ta, thì chúng ta sẽ làm tôi các ngươi; nhưng nếu ta trổi hơn hắn và ta giết hắn, thì các ngươi sẽ làm tôi chúng ta, và hầu việc chúng ta."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.10","label":"10","content":"Người Phi-li-tin lại còn nói rằng: Phải, ngày nay ta thách lời nầy cho đội-ngũ Y-sơ-ra-ên: Hãy khiến một người ra, đặng chúng ta đấu-địch cùng nhau."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.11","label":"11","content":"Sau-lơ và cả Y-sơ-ra-ên nghe những lời của người Phi-li-tin, thì lấy làm hoảng-hồn, sợ-hãi lắm."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.12","label":"12","content":"Vả, Đa-vít, là con trai của Y-sai, người Ê-phơ-rát kia, quê ở Bết-lê-hem trong xứ Giu-đa; người có tám con trai; trong đời Sau-lơ, Y-sai đã cao tuổi rồi."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.13","label":"13","content":"Ba con trai cả của Y-sai đã theo Sau-lơ nơi chiến-trận: tên ba con trai ấy là: con cả Ê-li-áp, con thứ nhì A-bi-na-đáp, và con thứ ba Sa-ma."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.14","label":"14","content":"Đa-vít là con út. Khi ba anh người đã theo Sau-lơ,"},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.15","label":"15","content":"thì Đa-vít lìa nơi Sau-lơ, trở về Bết-lê-hem đặng chăn chiên của cha mình."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.16","label":"16","content":"Người Phi-li-tin đi ra buổi mai và buổi chiều, tỏ mình ra như vậy trong bốn mươi ngày."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.17","label":"17","content":"Vả, Y-sai nói cùng Đa-vít, con trai mình, mà rằng: Con hãy lấy một ê-pha hột rang và mười ổ bánh nầy, chạy mau đến trại-quân đặng đem đưa cho các anh con."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.18","label":"18","content":"Con cũng hãy đem mười bánh sữa nầy cho quan-tướng cai ngàn quân, thử xem các anh con có mạnh chăng, và con phải đem về cho cha một dấu chi làm chứng về phần chúng nó."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.19","label":"19","content":"Các anh con ở cùng Sau-lơ và hết thảy người Y-sơ-ra-ên tại trong trũng Ê-la, để đánh giặc cùng dân Phi-li-tin."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.20","label":"20","content":"Ngày mai sáng sớm, Đa-vít để chiên cho một người chăn, lấy đồ-vật mà đi, như Y-sai đã dặn người. Khi người đã đến đồn, thì đạo-binh đi ra đặng dàn trận và reo tiếng chiến-tranh."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.21","label":"21","content":"Y-sơ-ra-ên và dân Phi-li-tin dàn trận, hai đạo-quân đối nhau."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.22","label":"22","content":"Đa-vít cất gánh nặng mình giao cho người giữ đồ-vật, đoạn chạy đến chỗ dàn trận, tới hỏi thăm ba anh mình mạnh-giỏi chăng."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.23","label":"23","content":"Người đương nói chuyện cùng chúng, kìa người lực-sĩ Gô-li-át, tức là người Phi-li-tin ở Gát, từ hàng-ngũ Phi-li-tin xơm tới, và Đa-vít nghe hắn nói như những lời ngày trước."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.24","label":"24","content":"Hết thảy người Y-sơ-ra-ên thấy người nầy, đều chạy trốn và run-sợ lắm. Mọi người Y-sơ-ra-ên nói:"},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.25","label":"25","content":"Các ngươi có thấy người đó xơm tới chăng? Hắn đến đặng sỉ-nhục Y-sơ-ra-ên. Nếu ai giết được hắn, thì vua sẽ ban-thưởng nhiều của-cải, gả con gái mình cho người đó, và miễn xâu-thuế cho nhà cha người ấy trong Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.26","label":"26","content":"Đa-vít hỏi những người ở gần mình rằng: Người ta sẽ đãi thể nào cho kẻ giết được người Phi-li-tin nầy, và cất sự sỉ-nhục khỏi Y-sơ-ra-ên? Vì người Phi-li-tin nầy, kẻ chẳng chịu phép cắt-bì nầy, là ai, mà lại dám sỉ-nhục đạo-binh của Đức Chúa Trời hằng sống?"},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.27","label":"27","content":"Người ta lấy lời thường nói ấy mà đáp cùng người rằng: Ai giết được hắn thì phần-thưởng sẽ là như vậy."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.28","label":"28","content":"Nhưng Ê-li-áp, anh cả người, nghe Đa-vít nói như vậy, nổi giận người, mà nói rằng: Cớ sao mầy đến đây? Mầy bỏ ít con chiên của chúng ta trong đồng vắng cho ai? Tao biết tánh kiêu-ngạo và sự độc-ác của lòng mầy. Ấy đặng xem tranh-chiến nên mầy mới đến."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.29","label":"29","content":"Đa-vít đáp rằng: Vậy, tôi có làm chi đâu? Ấy chỉ là một câu hỏi thôi!"},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.30","label":"30","content":"Người dan xa anh mình, lặp hỏi những người khác cũng một câu ấy, thì người ta đáp như lần thứ nhứt."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.31","label":"31","content":"Có người nghe các lời Đa-vít nói, bèn thuật lại cho Sau-lơ hay; Sau-lơ đòi người đến."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.32","label":"32","content":"Đa-vít thưa với Sau-lơ rằng: Xin chớ ai ngã lòng vì cớ người Phi-li-tin kia! Kẻ tôi-tớ vua sẽ đi đấu-địch cùng hắn."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.33","label":"33","content":"Sau-lơ đáp cùng Đa-vít rằng: Ngươi chẳng thế đi đấu-địch cùng người Phi-li-tin kia, vì ngươi chỉ là một đứa con trẻ, còn hắn là một tay chiến-sĩ từ thuở còn thơ."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.34","label":"34","content":"Đa-vít tâu cùng Sau-lơ rằng: Khi tôi-tớ vua chăn chiên của cha mình, hễ có sư-tử hay là con gấu đến tha một con chiên của bầy,"},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.35","label":"35","content":"thì tôi đuổi theo, đánh nó, rứt con chiên khỏi miệng nó; hễ nó cất lên cự tôi, tôi nắm râu nó, đánh và giết nó đi."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.36","label":"36","content":"Tôi-tớ vua đã đánh chết con sư-tử và con gấu, vậy thì người Phi-li-tin không chịu phép cắt-bì kia cũng sẽ đồng số-phận với chúng nó; vì hắn đã sỉ-nhục các đạo-binh của Đức Chúa Trời hằng sống."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.37","label":"37","content":"Đa-vít lại nói: Đức Giê-hô-va đã giải-cứu tôi khỏi vấu sư-tử và khỏi cẳng gấu, ắt sẽ giải-cứu tôi khỏi tay người Phi-li-tin kia. Sau-lơ đáp rằng: Hãy đi, nguyện Đức Giê-hô-va ở cùng ngươi!"},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.38","label":"38","content":"Sau-lơ lấy áo chiến mình mặc cho Đa-vít, đội cái mão đồng lên đầu người, và mặc áo giáp cho người."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.39","label":"39","content":"Đa-vít đeo gươm của Sau-lơ ở trên áo chiến và tập đi thử, vì không có thói-quen. Nhưng người nói cùng Sau-lơ rằng: Tôi không thể mang khí-giới nầy mà đi được; vì tôi không có thói-quen. Đa-vít bèn cổi áo ấy ra,"},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.40","label":"40","content":"cầm một cây gậy, lựa dưới khe năm cục đá bóng-láng, để trong cái túi chăn chiên mình vẫn có, và cái trành ném đá ở nơi tay, rồi xơm tới người Phi-li-tin."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.41","label":"41","content":"Người Phi-li-tin cũng xơm tới, đến gần Đa-vít, có kẻ vác binh-khí đi trước."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.42","label":"42","content":"Người Phi-li-tin xem Đa-vít, thấy người còn trẻ, nước da hồng-hồng, mặt đẹp-đẽ, thì khinh người."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.43","label":"43","content":"Người Phi-li-tin nói cùng Đa-vít rằng: Ta há là một con chó nên ngươi cầm gậy đến cùng ta? Người Phi-li-tin bắt danh các thần mình mà rủa-sả Đa-vít,"},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.44","label":"44","content":"và tiếp rằng: Hãy lại đây, ta sẽ ban thịt ngươi cho chim trời và thú đồng."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.45","label":"45","content":"Đa-vít đáp cùng người Phi-li-tin rằng: Ngươi cầm gươm, giáo, lao mà đến cùng ta; còn ta, ta nhân danh Đức Giê-hô-va vạn binh mà đến, tức là Đức Chúa Trời của đạo-binh Y-sơ-ra-ên, mà ngươi đã sỉ-nhục."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.46","label":"46","content":"Ngày nay Đức Giê-hô-va sẽ phó ngươi vào tay ta, ta sẽ giết ngươi, cắt đầu ngươi, và ngày nay ban thây của đạo-binh Phi-li-tin cho chim trời và thú-vật của đất."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.47","label":"47","content":"Khắp thế-gian sẽ biết rằng Y-sơ-ra-ên có một Đức Chúa Trời; và quân-lính nầy sẽ thấy rằng Đức Giê-hô-va không giải-cứu bằng gươm, hoặc bằng giáo; vì Đức Giê-hô-va là Chúa của chiến-trận, và Ngài sẽ phó các ngươi vào tay chúng ta."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.48","label":"48","content":"Xảy khi người Phi-li-tin đứng dậy, xơm tới đón Đa-vít, Đa-vít vội-vàng chạy về hướng hàng trận quân-nghịch đặng đón người Phi-li-tin."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.49","label":"49","content":"Đa-vít thò tay vào túi mình, lấy một cục đá, ném nó bằng trành, trúng nơi trán người Phi-li-tin. Cục đá lọt thấu trong trán, Gô-li-át té úp mặt xuống đất."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.50","label":"50","content":"Như vậy Đa-vít thắng được người Phi-li-tin bằng cái trành ném đá và cục đá, đánh chết hắn mà không có gươm nơi tay."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.51","label":"51","content":"Đoạn, Đa-vít chạy lại, xông vào mình người Phi-li-tin, lấy gươm của hắn và rút ra khỏi vỏ, giết hắn, và cắt đầu đi. Dân Phi-li-tin thấy kẻ lực-sĩ mình đã chết, thì chạy trốn."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.52","label":"52","content":"Bấy giờ, người Y-sơ-ra-ên và Giu-đa dấy lên, hò-hét, đuổi theo dân Phi-li-tin cho đến cửa thành Gát và Éc-rôn; người Phi-li-tin bị thương ngã chết đầy đường Sa-ra-gim cho đến Gát và Éc-rôn."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.53","label":"53","content":"Dân Y-sơ-ra-ên, sau khi đã rượt đuổi dân Phi-li-tin rồi, thì trở về cướp-phá trại-quân chúng nó."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.54","label":"54","content":"Đa-vít lấy thủ-cấp của người Phi-li-tin đem đến Giê-ru-sa-lem; nhưng để binh-khí Gô-li-át lại trong trại mình."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.55","label":"55","content":"Sau-lơ thấy Đa-vít ra đón đánh người Phi-li-tin, thì có hỏi quan tổng-binh Áp-ne, rằng: Hỡi Áp-ne, người trai-trẻ đó là con trai của ai? Áp-ne thưa rằng: Ôi vua! Tôi xin chỉ linh-hồn vua mà thề, tôi chẳng biết."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.56","label":"56","content":"Vua nói cùng người rằng; Hãy hỏi thăm gã trai-trẻ ấy là con của ai."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.57","label":"57","content":"Khi Đa-vít đã giết người Phi-li-tin trở về, thì Áp-ne rước người, dẫn đến trước mặt Sau-lơ, Đa-vít đương xách thủ-cấp của người Phi-li-tin nơi tay."},{"bible_id":"193","chapter_code":"1SA.17","verse_code":"1SA.17.58","label":"58","content":"Sau-lơ nói cùng người rằng: Hỡi gã trai-trẻ, ngươi là con ai? Đa-vít thưa rằng: Tôi là con Y-sai, tôi-tớ của vua, ở tại Bết-lê-hem."},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.1","label":"1","content":"Đa-vít nói thầm nghĩ rằng: Chắc một ngày kia, ta sẽ chết bởi tay Sau-lơ. Ta chẳng làm chi hay hơn bằng trốn trong xứ Phi-li-tin, thì Sau-lơ sẽ chẳng còn kiếm ta trong cả địa-phận Y-sơ-ra-ên nữa. Như vậy, ta sẽ thoát khỏi tay người."},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.2","label":"2","content":"Vậy, Đa-vít chỗi dậy, cùng sáu trăm người theo mình, sang qua đến A-kích, con trai Ma-óc, vua Gát."},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.3","label":"3","content":"Đa-vít và những kẻ theo người ở cùng A-kích tại Gát, mỗi người có gia-quyến mình. Đa-vít có hai vợ theo, tức là A-hi-nô-am ở Gít-rê-ên và A-bi-ga-in, trước làm vợ của Na-banh ở Cạt-mên."},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.4","label":"4","content":"Sau-lơ hay rằng Đa-vít trốn đến Gát, thì thôi đuổi theo người."},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.5","label":"5","content":"Đa-vít nói cùng A-kích rằng: Nếu tôi được ơn trước mặt vua, xin hãy nhường cho tôi một nơi nào thuộc về các thành ở ngoài đồng bằng, để tôi ở đó. Vì tôi-tớ vua ở trong đế-đô với vua mà chi?"},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.6","label":"6","content":"Vậy, trong ngày đó A-kích ban Xiếc-lác cho người; bởi cớ ấy, Xiếc-lác thuộc về vua Giu-đa cho đến ngày nay."},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.7","label":"7","content":"Thì-giờ Đa-vít ngụ trong xứ dân Phi-li-tin là một năm bốn tháng."},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.8","label":"8","content":"Đa-vít và những kẻ theo người đi loán đến đất dân Ghê-su-rít, dân Ghiệt-xít, và dân A-ma-léc, là những dân-tộc từ lâu đời ở miền lân-cận Su-rơ cho đến xứ Ê-díp-tô."},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.9","label":"9","content":"Đa-vít phá-hủy xứ nầy, chẳng để một người nam hay nữ còn sống; cướp lấy chiên, bò, lừa, lạc-đà, và áo-xống; đoạn, trở về cùng A-kích."},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.10","label":"10","content":"A-kích hỏi: Ngày nay, người đi xâm-đoạt nơi nào? Đa-vít đáp: Trong miền nam đất Giu-đa, miền nam đất dân Giê-ra-mê-lít, và miền nam đất dân Kê-nít."},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.11","label":"11","content":"Đa-vít chẳng chừa một người nam hay nữ còn sống đặng dẫn về Gát; vì nói rằng, e chúng nó sẽ cáo chúng ta mà rằng: Đó là điều Đa-vít đã làm. Trọn lúc Đa-vít ngụ trong xứ dân Phi-li-tin, thường hay làm như vậy."},{"bible_id":"193","chapter_code":"1SA.27","verse_code":"1SA.27.12","label":"12","content":"Cho nên A-kích tin Đa-vít, mà rằng: Hắn làm cho hắn bị gớm-ghiếc nơi Y-sơ-ra-ên, là dân-sự hắn, nên chắc hắn sẽ làm tôi-tớ ta đời đời."},{"bible_id":"193","chapter_code":"1SA.29","verse_code":"1SA.29.1","label":"1","content":"Dân Phi-li-tin nhóm-hiệp hết thảy các đạo-quân tại A-phéc, còn dân Y-sơ-ra-ên đóng trại gần suối Gít-rê-ên."},{"bible_id":"193","chapter_code":"1SA.29","verse_code":"1SA.29.2","label":"2","content":"Các quan-trưởng dân Phi-li-tin và đạo-quân kéo ra trước từng trăm từng ngàn; còn Đa-vít và những kẻ theo người đi hậu-tập với A-kích."},{"bible_id":"193","chapter_code":"1SA.29","verse_code":"1SA.29.3","label":"3","content":"Bấy giờ, các quan-trưởng dân Phi-li-tin nói rằng: Những người Hê-bơ-rơ đó là ai? A-kích đáp rằng: Ấy là Đa-vít, tôi-tớ của Sau-lơ, vua Y-sơ-ra-ên, ở với ta đã lâu ngày chầy năm. Từ ngày người sang nơi chúng ta cho đến bây giờ, ta chẳng thấy lỗi gì nơi người."},{"bible_id":"193","chapter_code":"1SA.29","verse_code":"1SA.29.4","label":"4","content":"Các quan-trưởng Phi-li-tin nổi giận, nói với A-kích rằng: Hãy đuổi người nầy trở về chỗ ông đã lập hắn, chớ cho hắn đi đánh giặc với chúng ta, e trong lúc chiến-đấu, hắn trở lòng nghịch chúng ta chăng; vì hắn làm thế nào cho được hòa cùng chủ mình, há chẳng phải nhờ những thủ-cấp của chúng ta sao?"},{"bible_id":"193","chapter_code":"1SA.29","verse_code":"1SA.29.5","label":"5","content":"Há chẳng phải về Đa-vít nầy mà người nữ hát trong cuộc nhảy múa rằng: Sau-lơ giết hàng ngàn, Còn Đa-vít giết hàng vạn?"},{"bible_id":"193","chapter_code":"1SA.29","verse_code":"1SA.29.6","label":"6","content":"Vậy, A-kích gọi Đa-vít mà nói rằng: Ta chỉ Đức Giê-hô-va hằng-sống mà thề, ngươi vốn là một người ngay-thẳng, ta thích ngươi vào ra trong trại-quân với ta, vì từ ngày ngươi đến cùng ta cho tới ngày nay, ta chẳng tìm thấy nơi ngươi điều chi đáng trách. Nhưng ngươi không đẹp lòng các quan-trưởng."},{"bible_id":"193","chapter_code":"1SA.29","verse_code":"1SA.29.7","label":"7","content":"Vậy bây giờ, hãy lui về và đi bình-an, hầu cho khỏi mất lòng các quan-trưởng Phi-li-tin."},{"bible_id":"193","chapter_code":"1SA.29","verse_code":"1SA.29.8","label":"8","content":"Đa-vít nói với A-kích rằng: Tôi có làm điều gì, và từ khi tôi ở gần vua đến ngày nay, vua có tìm thấy điều chi nên quở-trách nơi tôi-tớ vua, mà tôi không được đi đánh quân thù-nghịch của chúa tôi, là vua?"},{"bible_id":"193","chapter_code":"1SA.29","verse_code":"1SA.29.9","label":"9","content":"A-kích đáp với Đa-vít rằng: Ta biết điều đó, ngươi vốn đẹp lòng ta như một thiên-sứ của Đức Chúa Trời. Nhưng các quan-trưởng Phi-li-tin có nói: Hắn sẽ không lên đánh trận cùng chúng ta."},{"bible_id":"193","chapter_code":"1SA.29","verse_code":"1SA.29.10","label":"10","content":"Ấy vậy, ngươi và những đầy-tớ của chủ ngươi đã đến cùng ngươi, hãy dậy sớm; phải, hãy dậy sớm, và vừa khi trời sáng, hãy đi đi."},{"bible_id":"193","chapter_code":"1SA.29","verse_code":"1SA.29.11","label":"11","content":"Vậy, Đa-vít và các kẻ theo người dậy sớm, để vừa sáng mai đi trở về trong xứ dân Phi-li-tin; còn dân Phi-li-tin đi lên Gít-rê-ên."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.1","label":"1","content":"Khỏi ba ngày, khi Đa-vít với những kẻ theo mình đến Xiếc-lác, thì dân A-ma-léc đã loán đến miền nam cùng Xiếc-lác, xông vào Xiếc-lác và đã phóng hỏa nó."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.2","label":"2","content":"Chúng bắt lấy các người nữ và hết thảy kẻ lớn nhỏ ở tại đó. Chúng nó chẳng giết một ai, song khi đi, có dẫn tù hết thảy."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.3","label":"3","content":"Khi Đa-vít và những kẻ theo người đến thành, thì thành đã bị lửa cháy; vợ, con trai, con gái của chúng đều đã bị dẫn tù."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.4","label":"4","content":"Bấy giờ, Đa-vít và những kẻ theo người đều cất tiếng lên khóc, khóc đến đỗi không còn sức khóc nữa."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.5","label":"5","content":"Hai người vợ Đa-vít cũng bị dẫn tù, tức A-hi-nô-am ở Gít-rê-ên, và A-bi-ga-in, trước làm vợ của Na-banh tại Cạt-mên."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.6","label":"6","content":"Đa-vít bị sự hoạn-nạn lớn, vì dân-sự toan ném đá người, bởi hết thảy đều có tâm-hồn đầy cay-đắng, vì cớ mất con trai và con gái mình. Nhưng Đa-vít được sức-mạnh nơi Giê-hô-va Đức Chúa Trời mình."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.7","label":"7","content":"Người nói cùng thầy tế-lễ A-bia-tha rằng: Ta xin thầy hãy đem ê-phót cho ta. A-bia-tha đem ê-phót cho Đa-vít."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.8","label":"8","content":"Đa-vít cầu-vấn Đức Giê-hô-va rằng: Tôi phải đuổi theo đạo-binh nầy chăng? Tôi sẽ theo kịp chăng? Đức Giê-hô-va phán rằng: Hãy khởi đuổi theo nó; quả thật ngươi sẽ theo kịp, và giải-cứu hết thảy những kẻ bị bắt."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.9","label":"9","content":"Vậy, Đa-vít ra đi cùng sáu trăm người theo mình. Đến khe Bê-sô, những người mệt-mỏi bèn dừng lại."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.10","label":"10","content":"Đa-vít cứ đuổi theo với bốn trăm người, vì hai trăm người kia đã dừng lại, lấy làm mệt-nhọc quá, không thể qua khe Bê-sô được."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.11","label":"11","content":"Bọn của Đa-vít gặp một người Ê-díp-tô trong đồng ruộng, bèn dẫn đến cùng Đa-vít. Người ta cho người nầy bánh ăn nước uống;"},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.12","label":"12","content":"cũng ban cho người ăn một cái bánh trái vả khô và hai bánh nho khô. Người ăn, bèn được hồi sức lại; vì trong ba ngày ba đêm người không ăn, không uống chi hết."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.13","label":"13","content":"Đa-vít hỏi người rằng: Ngươi ở với ai? và ở đâu đến? Người thưa rằng: Tôi là một người Ê-díp-tô tuổi trẻ, làm tôi-tớ của một người A-ma-léc; chủ tôi bỏ tôi đã ba ngày rồi, vì tôi đau."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.14","label":"14","content":"Chúng tôi có loán đến đất miền nam của dân Kê-rê-thít, địa-phận Giu-đa, và đến đất phía nam Ca-lép, và chúng tôi đã đốt Xiếc-lác."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.15","label":"15","content":"Đa-vít hỏi: Ngươi khứng dẫn ta đến cơ-binh nầy chăng? Người đó thưa rằng: Hãy chỉ danh Đức Chúa Trời mà thề cùng tôi rằng ông sẽ chẳng giết tôi, hoặc nộp tôi cho chủ tôi, thì tôi sẽ dẫn ông đến cơ-binh đó."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.16","label":"16","content":"Người Ê-díp-tô dẫn họ đến; họ thấy dân A-ma-léc tràn ra khắp xứ, ăn uống và chơi-giỡn, vì cớ của cướp rất nhiều mà chúng nó đã đoạt lấy ở trong xứ Phi-li-tin và trong xứ Giu-đa."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.17","label":"17","content":"Đa-vít đánh chúng nó từ tảng sáng ngày đó cho đến chiều ngày sau; trừ ra bốn trăm người trai-trẻ cỡi lạc-đà chạy trốn, thì chẳng một ai thoát khỏi."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.18","label":"18","content":"Đa-vít thâu lại mọi vật dân A-ma-léc đã cướp lấy, và cũng giải-cứu hai vợ mình nữa."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.19","label":"19","content":"Chẳng thiếu một ai, hoặc nhỏ hay lớn, hoặc gái hay trai, hoặc là một phần hóa-tài nào mà dân A-ma-léc đã cướp lấy: Đa-vít đem về hết thảy."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.20","label":"20","content":"Người cũng bắt lại bò và chiên. Quân-lính của Đa-vít đi đầu bầy nầy, mà nói rằng: Nầy là của Đa-vít bắt được."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.21","label":"21","content":"Đa-vít trở về cùng hai trăm người trước kia bị mệt-nhọc quá, theo người không nổi, mà người đã để lại gần bên khe Bê-sô. Hai trăm người ấy đi tới đón Đa-vít và đạo-binh theo người. Đa-vít lại gần, hỏi chúng mạnh-giỏi chăng."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.22","label":"22","content":"Nhưng hết thảy kẻ hung-ác, kẻ côn-đồ ở trong bọn Đa-vít cất tiếng nói rằng: Bởi vì chúng nó không đi cùng chúng ta, chúng ta sẽ không nhường cho chúng nó một phần của-cải nào mà chúng ta đã lấy được, chỉ trả lại vợ và con của mỗi người mà thôi. Chúng nó hãy dẫn họ mà đi đi!"},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.23","label":"23","content":"Nhưng Đa-vít đáp rằng: Hỡi anh em, chớ làm như vậy về vật mà Đức Giê-hô-va đã ban cho chúng ta; Ngài đã gìn-giữ ta, phó cho ta đạo-binh đã đến đánh chúng ta."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.24","label":"24","content":"Vậy, ai theo lời định ước của các ngươi được? Phần của kẻ ra trận và phần của kẻ giữ đồ-vật phải bằng nhau; chúng sẽ chia cho nhau vậy."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.25","label":"25","content":"Kể từ ngày ấy, Đa-vít lập điều đó làm luật và lệ trong Y-sơ-ra-ên, hãy còn đến ngày nay."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.26","label":"26","content":"Vậy, Đa-vít trở về Xiếc-lác và gởi một phần của cướp cho các trưởng-lão Giu-đa, tức là bạn-hữu người, mà nói rằng: Nầy là một lễ-vật cho các ông do của cướp lấy nơi kẻ thù-nghịch Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.27","label":"27","content":"Người gởi cho những người ở Bê-tên, Ra-mốt, miền Nam, Giạt-thia,"},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.28","label":"28","content":"cho những người ở A-rô-e, Síp-mốt, Ê-thê-mô-a,"},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.29","label":"29","content":"cho những người ở Ra-canh và ở các thành của dân Giê-ra-mê-lít, cho người ở các thành Kê-nít,"},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.30","label":"30","content":"cho người ở Họt-ma, Bọt-a-san, A-tát,"},{"bible_id":"193","chapter_code":"1SA.30","verse_code":"1SA.30.31","label":"31","content":"Hếp-rôn, và cho khắp mọi miền nào Đa-vít đã đi ngang qua với đạo-binh mình."}]