[{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.1","label":"1","content":"Nầy là lời Đức Giê-hô-va phán cùng Giô-ên, con trai của Phê-thu-ên:"},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.2","label":"2","content":"Hỡi kẻ già-cả, hãy nghe điều nầy! Các ngươi hết thảy là dân-cư trong đất, hãy lắng tai! Há có sự gì như vậy đã xảy đến trong ngày các ngươi, hay là trong ngày tổ-phụ các ngươi sao?"},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.3","label":"3","content":"Hãy kể chuyện nầy lại cho con-cái các ngươi; con-cái các ngươi kể cho con-cái chúng nó, con-cái chúng nó kể cho dòng-dõi nối theo."},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.4","label":"4","content":"Cái gì sâu keo còn để lại, cào-cào ăn; cái gì cào-cào còn để lại, sâu lột vỏ ăn; cái gì sâu lột vỏ còn để lại, châu-chấu ăn."},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.5","label":"5","content":"Hỡi kẻ say-sưa, hãy thức dậy và khóc-lóc! Hỡi các ngươi hết thảy là kẻ hay uống rượu, hãy than-vãn vì cớ rượu ngọt đã bị cất khỏi miệng các ngươi!"},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.6","label":"6","content":"Vì một dân mạnh và vô-số, đã lên nghịch cùng đất ta; răng nó là răng của sư-tử, nó có răng hàm của sư-tử cái."},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.7","label":"7","content":"Nó đã hủy-phá cây nho ta và lột vỏ cây vả ta. Nó đã lột tiệt cây ấy và bỏ đi; nhánh nó đã trở nên trắng."},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.8","label":"8","content":"Ngươi khá than-khóc như một người nữ đồng-trinh mặc bao gai đặng khóc chồng mình thuở còn trẻ tuổi!"},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.9","label":"9","content":"Của-lễ chay và lễ quán đã cất khỏi nhà Đức Giê-hô-va; các thầy tế-lễ hầu việc Đức Giê-hô-va đương ở trong sự tang-chế."},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.10","label":"10","content":"Đồng ruộng bị phá-hoang, và đất đương sầu-thảm; vì lúa mì bị hủy-hại, rượu mới đã cạn, dầu đã hao-tổn."},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.11","label":"11","content":"Hỡi kẻ cày ruộng, hãy hổ-thẹn; hỡi kẻ làm vườn nho, hãy than-khóc, vì cớ lúa mì và mạch-nha, vì mùa ngoài đồng đã mất."},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.12","label":"12","content":"Cây nho khô-héo, cây vả hao-mòn; cây lựu cũng như cây chà-là, cây tần, mọi cây-cối ngoài đồng đều khô-héo; sự vui-vẻ đã khô-héo đi khỏi con trai loài người!"},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.13","label":"13","content":"Hỡi các thầy tế-lễ, hãy nịt lưng và than-khóc. Hỡi các ngươi là kẻ làm việc ở bàn-thờ, hãy thở-than. Hỡi kẻ chức-dịch của Đức Chúa Trời ta, hãy đến mặc áo bao gai mà nằm cả đêm! Vì của-lễ chay và lễ quán không được vào trong nhà Đức Chúa Trời các ngươi!"},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.14","label":"14","content":"Khá định sự kiêng ăn, gọi một hội-đồng trọng-thể, nhóm các trưởng-lão và hết thảy dân-cư trong đất lại nơi nhà Giê-hô-va Đức Chúa Trời các ngươi; và hãy kêu cùng Đức Giê-hô-va!"},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.15","label":"15","content":"Ôi ngày ấy! Vì ngày Đức Giê-hô-va đã gần! Nó đến như một tai-vạ thả ra bởi Đấng Toàn-năng."},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.16","label":"16","content":"Lương-thực há chẳng phải đã dứt khỏi trước mặt chúng ta, và sự vui-mừng hớn-hở há chẳng phải đã dứt khỏi nhà Đức Chúa Trời chúng ta hay sao?"},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.17","label":"17","content":"Hột giống đã teo đi dưới những cục đất nó; kho-đụn đã hủy-phá, huân-lẫm đổ-nát, vì lúa mì khô-héo."},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.18","label":"18","content":"Kìa, súc-vật rên-siết! Kìa, bầy bò bối-rối! Ấy là tại chúng nó không có đồng cỏ nữa! Những bầy chiên cũng khốn-khổ."},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.19","label":"19","content":"Hỡi Đức Giê-hô-va, tôi kêu-cầu Ngài; vì lửa đã nuốt những đám cỏ nơi đồng vắng, ngọn lửa đã thiêu hết thảy cây-cối ngoài đồng!"},{"bible_id":"193","chapter_code":"JOL.1","verse_code":"JOL.1.20","label":"20","content":"Thật, những thú đồng cũng thở dốc cho Ngài, vì các dòng nước đã khô, lửa đã nuốt những đám cỏ nơi đồng vắng."}]