[{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.1","label":"1","content":"Hỡi người xinh-đẹp hơn hết trong các người nữ, lương-nhân của chị đi đâu? Lương-nhân của chị xây về hướng nào? Chúng tôi sẽ cùng đi tìm người với chị."},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.2","label":"2","content":"Lương-nhân tôi đi xuống vườn người, Nơi vuông đất hương-hoa, Đặng chăn trong vườn, Và bẻ hoa huệ."},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.3","label":"3","content":"Tôi thuộc về lương-nhân tôi, Và lương-nhân tôi thuộc về tôi; Người chăn bầy mình giữa đám hoa huệ."},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.4","label":"4","content":"Hỡi bạn tình ta, mình xinh-đẹp như Thiệt-sa, Có duyên như Giê-ru-sa-lem, Đáng sợ khác nào đạo-quân giương cờ-xí."},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.5","label":"5","content":"Hãy xây mắt mình khỏi ta, Vì nó làm cho ta bối-rối. Tóc mình khác nào đoàn dê trên triền núi Ga-la-át;"},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.6","label":"6","content":"Răng mình như bầy chiên cái, Từ nơi tắm-rửa mới lên; Thảy đều sanh đôi, Không một con nào son-sẻ."},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.7","label":"7","content":"Má mình trong lúp tợ một nửa quả lựu."},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.8","label":"8","content":"Có sáu mươi hoàng-hậu, tám mươi cung-phi, Và nhiều vô-số con đòi:"},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.9","label":"9","content":"Chim bồ-câu ta, người toàn-hảo ta Vốn là có một, con một của mẹ mình. Kẻ kén-chọn của người đã sanh-đẻ mình. Các con gái đều thấy nàng, và xưng nàng có phước. Đến đỗi những hoàng-hậu và cung-phi cũng đều khen-ngợi nàng."},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.10","label":"10","content":"Người nữ nầy là ai, hiện ra như rạng-đông, Đẹp như mặt trăng, tinh-sạch như mặt trời, Đáng sợ khác nào đạo-quân giương cờ-xí?"},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.11","label":"11","content":"Tôi đi xuống vườn hạnh-đào, Đặng xem cây cỏ xanh-tươi của trũng, Đặng thử coi vườn nho đã nứt đọt, Thạch-lựu đã nở hoa chưa."},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.12","label":"12","content":"Không ngờ, lòng tôi dẫn-dắt tôi Trên các xe của dân-sự tôi có tình-nguyện."},{"bible_id":"193","chapter_code":"SNG.6","verse_code":"SNG.6.13","label":"13","content":"Hỡi Su-la-mít, hãy trở về, hãy trở về! Khá trở về, trở về, hầu cho chúng tôi xem thấy người. — Vì sao các ngươi muốn thấy người Su-la-mít, Như thấy sự nhảy-múa của Ma-ha-na-im?"},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.1","label":"1","content":"Ồ! Chớ chi chàng làm anh em tôi, Kẻ đã bú mớm vú của mẹ tôi! Nếu tôi gặp chàng ở ngoài, Ắt tôi sẽ hôn chàng, không ai khinh-bỉ tôi được."},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.2","label":"2","content":"Tôi sẽ dẫn chàng vào nhà mẹ tôi! Tại đó chàng sẽ dạy-dỗ tôi; Tôi sẽ cho chàng uống rượu thơm, Nước ngọt của trái thạch-lựu tôi."},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.3","label":"3","content":"Tay tả người sẽ kê dưới đầu tôi, Còn tay hữu người ôm lấy tôi."},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.4","label":"4","content":"Hỡi các con gái Giê-ru-sa-lem, ta ép-nài các ngươi, Chớ kinh-động, chớ làm tỉnh-thức ái-tình ta Cho đến khi nó muốn."},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.5","label":"5","content":"Người nữ nầy là ai, từ đồng vắng đi lên, Nương-dựa lương-nhân của nàng? Ta đã đánh thức mình tại dưới cây bình-bát: Ở đó mẹ bị đau-đớn mà sanh mình ra, Ở đó người mà đã sanh-đẻ mình bị cơn lao-khổ."},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.6","label":"6","content":"Hãy để tôi như một cái ấn nơi lòng chàng, Như một cái ấn trên cánh tay chàng; Vì ái-tình mạnh như sự chết, Lòng ghen hung-dữ như Âm-phủ; Sự nóng nó là sự nóng của lửa, Thật một ngọn lửa của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.7","label":"7","content":"Nước nhiều không tưới tắt được ái-tình, Các sông chẳng nhận chìm nó được; Nếu người nào đem hết tài-sản nhà mình, Đặng mua lấy ái-tình, Ắt người ta sẽ khinh-dể nó đến điều."},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.8","label":"8","content":"Chúng tôi có một em gái nhỏ, chưa có nương-long. Phải làm gì cho em gái chúng tôi, Trong ngày người ta hỏi nó?"},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.9","label":"9","content":"Nếu nó là một vách thành, Chúng tôi sẽ xây tháp bạc trên nó; Nếu nó là một cái cửa, Chúng tôi sẽ đóng bít lại bằng ván hương-nam."},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.10","label":"10","content":"Tôi là một tường thành, Hai nương-long tôi như những ngọn tháp; Bấy giờ tôi ở trước mắt người như kẻ đã được bình-an."},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.11","label":"11","content":"Sa-lô-môn có một vườn nho tại Ba-anh-Ha-môn: Người giao vườn ấy cho kẻ canh-giữ, Mỗi người ấy phải đem nộp một ngàn miếng bạc về hoa-lợi nó."},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.12","label":"12","content":"Vườn nho của tôi ở trước mặt tôi. Hỡi Sa-lô-môn, một ngàn miếng bạc sẽ về phần ông, Còn hai trăm về những kẻ giữ hoa-lợi nó."},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.13","label":"13","content":"Hỡi kẻ ở trong vườn, các bạn đều lắng tai nghe tiếng nàng! Xin hãy cho ta nghe tiếng nàng!"},{"bible_id":"193","chapter_code":"SNG.8","verse_code":"SNG.8.14","label":"14","content":"Hỡi lương-nhân tôi, hãy vội đến, Khá giống như con hoàng-dương hay là như con nai con Ở trên các núi thuốc thơm."}]